tap "algolia/algolia-cli"
tap "marcus-crane/tap"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "steipete/tap"
tap "xwmx/taps"
brew "agg"
brew "asciinema"
brew "ast-grep"
brew "bat"
brew "biome"
brew "bitwarden-cli"
brew "btop"
brew "cocoapods"
brew "container"
brew "ddrescue"
brew "dust"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fdupes"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "gifsicle"
brew "gnupg"
brew "imagemagick"
brew "jdupes"
brew "jscpd"
brew "lazygit"
brew "lsd"
brew "luajit"
brew "luarocks"
brew "media-info"
brew "mise"
brew "muffet"
brew "neovim"
brew "p7zip"
brew "rclone"
brew "rdfind"
brew "ripgrep"
brew "rsync"
brew "starship"
brew "stow"
brew "tailscale"
brew "tlrc"
brew "tmux"
brew "tokei"
brew "tree"
brew "uv"
brew "vhs"
brew "watchman"
brew "wget"
brew "yarn"
brew "zellij"
brew "zoxide"
brew "algolia/algolia-cli/algolia"
brew "marcus-crane/tap/khinsider"
brew "oven-sh/bun/bun"
brew "steipete/tap/summarize"
cask "1password"
cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "android-platform-tools"
cask "android-studio"
cask "bitwarden"
cask "codex"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "foobar2000"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "helium-browser"
cask "homerow"
cask "imageoptim"
cask "obsidian"
cask "soulseek"
cask "visual-studio-code"
cask "whatsapp"
cask "zed"
cask "zettlr"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "tamasfe.even-better-toml"
