tap "nikitabobko/tap"

brew "ast-grep"
brew "bat"
brew "biome"
brew "bun"
brew "chezmoi"
brew "corepack"
brew "delta"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-crypt"
brew "gnupg"
brew "google-cloud-sdk"
brew "jq"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "mas"
brew "mise"
brew "neovim"
brew "pinentry-mac"
brew "ripgrep"
brew "starship"
brew "tealdeer"
brew "tmux"
brew "tree-sitter"
brew "vhs"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "nikitabobko/tap/aerospace"
cask "1password"
cask "claude"
cask "codex"
cask "ghostty"
cask "helium-browser"
cask "homerow"
cask "obsidian"
cask "wispr-flow"

if ENV["HOSTNAME"] == "mini" || ENV["HOSTNAME"] == "pro"
  brew "bazelisk"
  brew "cocoapods"
  brew "displayplacer"
  brew "watchman"
  cask "android-studio"
  cask "figma"
  cask "zed"
  cask "zulu@17"
  mas "Velja", id: 1607635845
end

if ENV["HOSTNAME"] == "mini"
  brew "colima"
  brew "docker"
end

