brew "ast-grep"
brew "atuin"
brew "bat"
brew "biome"
brew "bun"
brew "chezmoi"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-crypt"
brew "git-delta"
brew "gnupg"
brew "helix"
brew "jq"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "mise"
brew "neovim"
brew "pinentry-mac"
brew "ripgrep"
brew "starship"
brew "tealdeer"
brew "tmux"
brew "tree-sitter"
brew "vhs"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "1password"
cask "1password-cli"
cask "codex"
cask "ghostty"
cask "helium-browser"
