tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "composer"
brew "fish"
brew "gradle"
brew "imagemagick"
brew "imageoptim-cli"
brew "mackup"
brew "mas"
brew "neofetch"
brew "rbenv"
brew "trash"
brew "tree"

cask "amethyst"
cask "bartender"
cask "bitbar"
cask "font-fira-code"
cask "google-backup-and-sync"
cask "google-chrome"
cask "grandperspective"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "kekadefaultapp"
cask "omnidisksweeper"
cask "rescuetime"
cask "sketch"
cask "spotify"
cask "synthesia"
cask "table-tool"
cask "virtualbox"
cask "visual-studio-code"
cask "whatsapp"
cask "xbench"