tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "ack"
brew "git"
brew "git-lfs"
brew "grep"
brew "imagemagick"
brew "mas"
brew "micro"
brew "nodenv"
brew "openssh"
brew "rename"
brew "trash"
brew "tree"
cask "amethyst"
cask "font-jetbrains-mono"
cask "iterm2"
cask "spotify"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "ColorSlurp", id: 1287239339
mas "Mini Calendar", id: 1088779979
mas "Vimari", id: 1480933944
mas "Aware", id: 1082170746
mas "FakespotSafari", id: 1592541616
